9/data/attachments/727b35fb284ca267.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Robin_perhaps_Actions_60792_4</nif:username>
            <nif:friendToBeRequested>soap_actions_034437aa-e179-48af-b527-98e33272c2ae</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>